{"judul": "Pengumuman Hasil Seleksi Jalur Mandiri Program Sarjana (S1/D4) Menggunakan Nilai Rapor 2022", "link": "https://filkom.ub.ac.id/2022/08/01/pengumuman-hasil-seleksi-jalur-mandiri-program-sarjana-s1-d4-menggunakan-nilai-rapor-2022/", "text": "PENGUMUMAN\nNomor : 10600/UN10/TU/2022\nPENGUMUMAN HASIL SELEKSI JALUR MANDIRI PROGRAM SARJANA (S1/D4) MENGGUNAKAN NILAI RAPOR\nUNIVERSITAS BRAWIJAYA\nTAHUN 2022\n \nPengumuman Hasil Seleksi Jalur Mandiri Program Sarjana (S1/D4) Menggunakan Nilai Rapor Tahun 2022 dapat dilihat mulai tanggal 1 Agustus 2022 pukul 15.00 WIB pada tautan berikut:\n \nPENGUMUMAN HASIL SELEKSI JALUR MANDIRI PROGRAM SARJANA (S1/D4) MENGGUNAKAN NILAI RAPOR\n \nBagi peserta yang dinyatakan diterima sebagai calon mahasiswa di Universitas Brawijaya WAJIB melakukan kegiatan sebagai berikut:\n\nMelihat pengumuman penetapan biaya pendidikan proporsional dengan login ke laman https://admisi.ub.ac.id pada tanggal 8 Agustus 2022 pukul 10.00 WIB.\nBiaya pendidikan proporsional bagi calon mahasiswa baru Seleksi Mandiri Universitas Brawijaya terdiri dari Uang Kuliah Tunggal (UKT) yang dibayarkan tiap semester dan Iuran Pengembangan Institusi (IPI) yang dibayarkan satu kali di awal semester. Pembayaran Uang Kuliah Tunggal (UKT) periode ini untuk semester Ganjil Tahun Akademik 2022/2023.\nBiaya pendidikan proporsional dapat dibayarkan mulai tanggal 8 Agustus 2022 pukul 10.00 WIB s/d 15 Agustus 2022 pukul 15.00 WIB.\nCalon mahasiswa baru yang diterima pada Jalur Seleksi Mandiri UB Tahun 2022 WAJIB mengunggah berkas pada aplikasi Admisi (https://admisi.ub.ac.id) tanggal 2 Agustus s/d 7 Agustus 2022 pukul 23.59 WIB. dengan cara:\n\nLogin pada laman https://admisi.ub.ac.id menggunakan akun yang digunakan pada saat pendaftaran.\nMengunggah syarat pemberkasan secara online antara lain:\n\nSurat Keterangan Bebas Narkoba (SKBN).Calon mahasiswa yang diterima di program studi pada fakultas yang bukan bidang ilmu kesehatan (selain FKG, FIKES dan FKH), WAJIB mengunggah SKBN dengan minimal 3 parameter antara lain Mariyuana (THC), Amphetamine (AMP), dan Morphine (MOP). Surat keterangan bebas narkoba WAJIB ditandatangani oleh Dokter pemeriksa disertai stempel basah/dapat dengan TTE. Lokasi pemeriksaan dapat dilakukan di RS Kepolisian, Rumah Sakit Umum Daerah Milik Pemerintah Provinsi/Kota/Kabupaten, Rumah Sakit Swasta, BNN, Puskesmas, Laboratorium yang berwenang dan memiliki legalitas dalam mengeluarkan surat keterangan bebas narkoba.\nSurat Keterangan Pemeriksaan Buta Warna (hanya untuk program studi yang mensyaratkan). Calon mahasiswa yang diterima di program studi yang bukan bidang ilmu kesehatan (selain FKG, FIKES dan FKH) namun diterima pada program studi yang mensyaratkan tidak buta warna atau memperbolehkan buta warna parsial, WAJIBmengunggah surat keterangan pemeriksaan buta warna. Surat keterangan WAJIB ditandatangani Dokter pemeriksa disertai stempel basah/dapat dengan TTE. Lokasi pemeriksaan dapat dilakukan di Dokter Spesialis Mata, Rumah Sakit Umum Daerah Milik Pemerintah Provinsi/ Kota/Kabupaten, Rumah Sakit Swasta, Puskesmas/Fasilitas Kesehatan, Laboratorium yang berwenang dan memiliki legalitas untuk mengeluarkan surat keterangan pemeriksaan buta warna. Apabila hasil tes buta warna ternyata tidak memenuhi syarat program studi, mahasiswa WAJIB melakukan konfirmasi melalui Halo SELMA (https://haloselma.ub.ac.id) dengan subyek “Konfirmasi hasil tes buta warna”. Daftar syarat program studi dapat diakses pada tautan berikut:\n\nhttps://selma.ub.ac.id/indeks-program-studi-sarjana/\nhttps://selma.ub.ac.id/indeks-program-studi-diploma/\n\n\nBerkas hasil tes Kesehatan dan tes psikologi khusus calon mahasiswa baru yang diterima pada program studi bidang Ilmu Kesehatan (Fakultas Kedokteran Gigi, Fakultas Ilmu Kesehatan dan Fakultas Kedokteran Hewan). Tes Kesehatan dan Tes Psikologi dilaksanakan di domisili masing-masing sesuai dengan jadwal, mekanisme dan prosedursesuai jadwal sebagai berikut:\n\n\n\nTanggal\nKeterangan\n\n\n3 – 7 Agustus 2022\nPemeriksaan Kesehatan di lokasi/domisili/kota masing-masing\n\n\n3 – 7 Agustus 2022\nUpload (softcopy) dan mengirim berkas (hardcopy)\n\n\n3 – 9 Agustus 2022\nVerifikasi oleh tim Tes Kesehatan\n\n\n10 Agustus 2022\nPengumuman hasil tes kesehatan di selma.ub.ac.id\n\n\n\n\n\n\n\n\n Lain-lain:\n\nSetiap calon mahasiswa yang terbukti melakukan pengisian data yang tidak benar akan diberikan sanksi\nSetiap calon mahasiswa yang tidak dapat memenuhi ketentuan pengumuman ini dinyatakan mengundurkan diri sebagai mahasiswa Universitas Brawijaya\nJika ada pengumuman atau perubahan jadwal akan diberitahukan kemudian melalui laman https://selma.ub.ac.id\nHal-hal yang belum jelas dapat ditanyakan melalui  Halo SELMA (https://haloselma.ub.ac.id)\n\n\n\n \nRektor,\nProf. Widodo, S.Si., M.Si., Ph.D.Med.Sc.", "tanggal": "2022-08-01"}