{"judul": "Petunjuk Teknis Pelaksanaan Ujian CAT Seleksi Alih Program Semester Ganjil 2022/2023", "link": "https://filkom.ub.ac.id/2022/07/29/petunjuk-teknis-pelaksanaan-ujian-cat-seleksi-alih-program-semester-ganjil-2022-2023/", "text": "Seleksi Alih Program (SAP) adalah seleksi penerimaan mahasiswa baru Universitas Brawijaya dari Program Diploma 3 (D-3) / Politeknik atau yang sederajat ke Program S-1 melalui ujian CBT(Computer Based Test) yang dilakukan secara khusus oleh Universitas Brawijaya. Menanggapi semakin banyaknya permintaan mengenai penerimaan mahasiswa jalur Seleksi Alih Program di FILKOM UB, maka dirasa perlu dilaksanakan proses penerimaan mahasiswa baru jalur Seleksi Alih Program (SAP) FILKOM Universitas Brawijaya Malang\nI. Jadwal pelaksanaan\nPelaksanaan ujian masuk Mahasiswa Baru Seleksi Alih Program Fakultas Ilmu Komputer Universitas Brawijaya Semester Ganjil 2022/2023 akan diadakan secara luring dengan jadwal sebagai berikut:\nTanggal : 01 Agustus 2022\nWaktu  : 08.00 –  13.00 WIB\nTabel 1 Rundown Pelaksanaan Ujian\n\n\n\nWaktu\nKegiatan\n\n\n08.00 – 10.00\nUjian Tes Potensi Akademik\n\n\n10.00 – 10.30\nIstirahat\n\n\n11.00 – 13.00\nUjian Tes Kemampuan Bidang\n\n\n\n \nII. Lokasi Ujian\nLokasi Ujian :  Gedung G Fakultas Ilmu Komputer Universitas Brawijaya (https://maps.app.goo.gl/hGPvnvjGqm9QdQNUA)\nAlamat : Jl. Veteran No. 8  Ketawanggede, Kec. Lowokwaru, Kota Malang, Jawa Timur 65145\nIII. Materi Ujian\nProgram Studi Pendidikan Teknologi Informasi\n\nPengantar Teknologi Informasi\nEtika Profesi\nArsitektur dan Organisasi Komputer\nProses Bisnis\nDatabase\nRekayasa Perangkat Lunak\nAlgoritma dan Pemrograman Web\nJaringan Komputer\nTes Potensi Akademi/Psikotest\n\nProgram Studi Teknologi Informasi\n\nPengantar Teknologi Informasi\nSistem Informasi Manajemen\nManajemen dan Organisasi\nDatabase\nRekayasa Perangkat Lunak\nPemrograman\nJaringan Komputer\nTes Potensi Akademi/Psikotest\n\nProgram Studi Sistem Informasi:\n\nPengantar Sistem Informasi\nmanajemen dan bisnis teknologi informasi\nDatabase\nRekayasa Perangkat Lunak\nPemrograman\nJaringan Komputer\nTes Potensi Akademi/Psikotest\n\nProgram Studi Teknik Informatika:\n\nPengantar Teknologi Informasi\nKalkulus\nStatistika\nDatabase\nRekayasa Perangkat Lunak\nPemrograman\nJaringan Komputer\nTes Potensi Akademi/Psikotest\n\nProgram Studi Teknik Komputer:\n\nPengantar Teknologi Informasi\nSistem Digital\nArsitektur dan Organisasi Komputer\nDasar Elekronika + Mikrokontroler\nPemrograman\nJaringan Komputer\nTes Potensi Akademi/Psikotest\n\nIV. Persyaratan Peserta Ujian\n\nPeserta ujian WAJIB mentaati tata tertib pelaksanaan Ujian SAP Semester Ganjil 2022/2023\nSetiap peserta WAJIB memastikan secara mandiri bahwa peserta sehat secara jasmani dan tidak sedang terpapar Covid-19 serta siap mengikuti ujian dengan disiplin menerapkan protokol kesehatan.\nPeserta ujian WAJIB menggunakan masker medis.\nPeserta ujian diperkenankan menggunakan peralatan kesehatan lainnya seperti face shield, sarung tangan atau lainnya jika diperlukan.\nPeserta WAJIB mentaati arahan petugas lapangan dalam penerapan protokol kesehatan dan pelaksanaan Ujian SAP Semester Ganjil 2022/2023\n\nV. Tata Tertib Peserta Ujian Sebelum Ujian SAP Berlangsung\n\nPeserta ujian harus sudah mengetahui RUANG UJIAN dan LOKASI UJIAN.\nPeserta WAJIB memenuhi syarat protokol Kesehatan.\nPeserta harus membawa:\n\nKartu Identitas Diri / Surat Keterangan Kependudukan (Asli).\nKartu Tanda Peserta /Kartu pendaftaran;\n\n\nPeserta dilarang mengenakan Kaos Oblong (T-Shirt).\nPeserta harus bersepatu.\nPeserta harus datang ke lokasi ujian paling lambat 60 menit sebelum ujian dimulai.\nKeterlambatan dengan alasan apapun sejak waktu tes dimulai (peserta sudah diminta masuk ruang ujian), peserta TIDAK DIPERBOLEHKAN mengikuti ujian.\nPeserta tidak diperbolehkan masuk ruang ujian sebelum ada arahan untuk memasuki ruang ujian.\nPeserta tidak diperbolehkan membawa daftar logaritma, segala jenis kalkulator, kertas, buku maupun catatan lain, alat komunikasi seperti telepon seluler, jam tangan (arloji), kamera, modem, segala jenis alat elektronik untuk merekam dan sebagainya.\nTas, buku, dan catatan dalam bentuk apapun dikumpulkan di tempat yang telah ditentukan.\nPeserta akan diperiksa jika dianggap ada sesuatu hal yang mencurigakan.\nPeserta meletakkan Kartu Tanda Peserta dan Kartu Identitas diri dengan foto menghadap ke atas.\nPeserta mengisi daftar presensi dengan menggunakan alat tulis yang telah disediakan.\nPeserta yang kehilangan Kartu Tanda Peserta Ujian harus segera melaporkan diri kepada Pengawas Ujian.\nMelakukan Simulasi Ujian SAP sesuai dengan waktu yang telah disediakan agar peserta mengetahui cara menggunakan aplikasi.", "tanggal": "2022-07-29"}