{"judul": "Pelaksanaan Wisuda Periode III dan IV Tahun Ajaran 2022/2023", "link": "https://filkom.ub.ac.id/2022/10/06/pelaksanaan-wisuda-periode-iii-dan-iv-ta-2022-2023/", "text": "Memperhatikan:\n\nLevel Pemberlakuan Pembatasan Kegiatan Masyarakat (PPKM) di Jawa Timur pada khususnya dan seluruh wilayah Indonesia pada umumnya;\nPelaksanaan pembelajaran tatap muka di Universitas Brawijaya Semester Ganjil Tahun Akademik 2022/2023 yang sudah berjalan secara luring;\n\ndengan berpedoman pada:\n\nSurat plt. Direktur Jenderal Direktorat Jenderal Pendidikan Tinggi, Riset, dan Teknologi Nomor 0431/E/KM.00.02/2022 hal Penyelenggaraan Pembelajaran Tahun 2022;\nSurat Edaran Rektor Nomor 7636/UN10/TU/2022 tentang Perkuliahan Tahun Akademik 2022/2023 diselenggarakan secara Luring/Pembelajaran Tatap Muka (PTM) dengan tetap menerapkan protokol Kesehatan.\n\ndengan dasar tersebut diatas kami informasikan jadwal dan tata cara pelaksanaan Wisuda Universitas Brawijaya Tahun Akademik 2021/2022 sebagai berikut:\na. Prosesi wisuda Universitas Brawijaya untuk saat ini akan dilaksanakan secara luring/hadir di tempat Prosesi Wisuda.\nb. Pelaksanaan Wisuda secara luring akan dijadwalkan sebagai berikut:\n\nc. Wisudawan yang terdaftar pada Periode III dan IV di SIAM, WAJIB mengisi form konfirmasi Pelaksanaan Wisuda dengan lengkap dan benar melalui Link: http://bit.ly/wisudaUB menggunakan NIM dan Nomor Telepon yang sama pada waktu melakukan pendaftaran wisuda pada aplikasi SIAM. Pengisian form konfirmasi mulai tanggal 11 sampai dengan 21 Oktober 2022 pukul 23.59 WIB, setelah tanggal tersebut tidak ada layanan pembatalan dan penambahan. Tidak melakukan konfirmasi dianggap mengundurkan diri dari pelaksanaan prosesi wisuda yang telah dijadwalkan. Jika wisudawan terkendala pada saat Log in silakan mengirimkan email ke: akademik.center@ub.ac.id / hubungi nomor WA 082131424040 atau ke Sub Bagian Akademik Fakultas masing-masing;\nd. Wisudawan yang tidak dapat hadir pada prosesi wisuda periode sebelumnya dan berencana mengulang pada periode III dan IV TA. 2022/2023, tidak perlu mengisi form konfirmasi wisuda pada link tersebut pada poin c. Wisudawan mengulang cukup melakukan konfirmasi pada petugas Fakultas/Sekolah Pascasarjana untuk selanjutnya dilaporkan pada panitia wisuda dengan tetap memperhatikan kuota maksimal gedung;\ne. Prosesi Wisuda pada periode tersebut menggunakan “Toga“ yang telah diambil peserta atau dikirimkan oleh Fakultas/Sekolah Pascasarjana. Bagi wisudawan yang belum menerima Toga diharapkan segera melakukan konfirmasi ke Fakultas/ Sekolah Pascasarjana masing- masing. Adapun ketentuan pakaian pada saat prosesi adalah sebagai berikut:\n• Wisudawan laki-laki mengenakan kemeja warna putih dengan dasi hitam/ menyesuaikan, rapi dan bertoga tanpa kalung fakultas (gordon).\n• Wisudawan perempuan mengenakan pakaian Nasional jika memungkinkan atau menyesuaikan dengan kondisi yg ada namun tetap rapi dan bertoga dan tidak menggunakan bawahan terlalu panjang serta tanpa kalung fakultas (gordon).\nf. Pembagian Ijazah kepada wisudawan akan dilakukan pada saat Prosesi Wisuda di Gedung Samanta Krida.\ng. Selaian Wisudawan yang hadir juga mengundang Orang tua atau pendamping masing- masing Wisudawan maksimal dua orang.\nUntuk informasi dan antrian wisudawan FILKOM UB dapat dilihat pada tautan berikut https://filkom.ub.ac.id/kemahasiswaan/informasi-wisuda/", "tanggal": "2022-10-06"}