{"judul": "(update) Prosedur Daftar Ulang Mahasiswa Semester Ganjil TA. 2022/2023", "link": "https://filkom.ub.ac.id/2022/08/14/prosedur-daftar-ulang-mahasiswa-semester-ganjil-ta-2022-2023/", "text": "Tahapan Daftar Ulang Mahasiswa Semester Ganjil Tahun Ajaran 2022/2023 Fakultas Ilmu Komputer dilakukan dengan mekanisme sebagai berikut:\n1.Proses Pembayaran Administrasi Daftar Ulang (1 Agustus– 12 Agustus 2022 15 Agustus 2022)\nMahasiswa melakukan pembayaran SPP/UKT pada tanggal 1 – 12 Agustus 2022, dengan mekanisme sesuai pengumuman Registrasi Mahasiswa Lama Universitas Brawijaya Semester Ganjil TA. 2021/2022 Program Diploma (Vokasi), Sarjana dan Pascasarjana yang dapat dilihat di tautan berikut: https://ub.ac.id/pengumuman-registrasi-mahasiswa-lama-universitas-brawijaya-semester-ganjil-2022-2023-program-diploma-vokasi-sarjana-dan-pascasarjana/\nperpanjangan registrasi: https://ub.ac.id/perpanjangan-registrasi-mahasiswa-lama-universitas-brawijaya-semester-ganjil-2022-2023/\n2. Proses Pengisian KRS online (4 Agustus– 13 Agustus 2022 15 Agustus 2022)\n\nMahasiswa melakukan registrasi akademik dengan memprogram KRS secara online melalui aplikasi SIAM (https://siam.ub.ac.id/) sesuai dengan jadwal (4 Agustus- 13 Agustus 2022 15 Agustus 2022)\nAngkatan 2017 dan sebelumnya : 4 Agustus – 13 Agustus 2022 15 Agustus 2022\nAngkatan 2018                           : 5 Agustus – 13 Agustus 2022 15 Agustus 2022\nAngkatan 2019                           : 6 Agustus – 13 Agustus 2022 15 Agustus 2022\nAngkatan 2020                          : 8 Agustus – 13 Agustus 2022 15 Agustus 2022\nAngkatan 2021                          : 10 Agustus – 13 Agustus 2022 15 Agustus 2022\nMahasiswa wajib melakukan pemutakhiran biodata. Mahasiswa WAJIB mengisi data alamat asal dan alamat di Malang (jika ada) sesuai dengan alamat yang sebenarnya. Pastikan nomor handphone yang dapat dihubungi adalah nomor yang benar dan aktif. Mohon di pastikan juga kebenaran Nomor Induk Kependudukan (NIK). Informasi yang tidak benar akan mengakibatkan mahasiswa tidak mendapatkan informasi penting yang dikirimkan pada alamat maupun nomor handphone.\nMahasiswa melakukan pengisian KRS sesuai ketentuan.\nMahasiswa menghubungi Dosen Penasehat Akademik (PA) untuk mengkonsultasikan rancangan kuliah sesuai isian KRS. Persetujuan Dosen PA untuk usulan KRS mahasiswa dilakukan dengan memvalidasi KRS pada SIADO paling lambat tanggal 17 Agustus 202\nMahasiswa wajib melakukan pemeriksaan ulang proses validasi KRS oleh Dosen PA melalui SIAM. Jika ada KRS yang belum divalidasi maka mahasiswa segera mengkonfirmasi hal tersebut pada dosen PA.\nUntuk KRS yang tidak divalidasi sampai dengan tanggal 18 Agustus 2022, maka mahasiswa tidak diperkenankan mengikuti perkuliahan pada semester Ganjil 2022/2023\n\n3. Perubahan KRS/Batal tambah Mata Kuliah\n\nProses “Batal Tambah” reguler bisa dilakukan mulai tanggal 22 Agustus 2022 sampai dengan akhir minggu pertama kuliah\nProses “Batal Tambah” khusus Mata kuliah merdeka belajar bisa dilakukan mulai tanggal 29 Agustus 2022 sampai dengan akhir minggu kedua kuliah\nProses “Batal” mata kuliah bisa dilakukan mulai tanggal 5 September 2022 sampai dengan akhir minggu ketiga kuliah\nProses melakukan batal tambah adalah sbb:\n\nMahasiswa mengisi perubahan mata Kuliah (Form Batal tambah) pada halaman berikut [https://filkom.ub.ac.id/pendidikan/batal-tambah-mata-kuliah/]\nMahasiswa mencetak form perubahan KRS dari form tersebut\n\n\n\n\nMahasiwa melakukan Konsultasi dan persetujuan dengan Dosen PA\n\n\nDosen PA memberikan tandatangan persetujuan pada Form Perubahan KRS\nMahasiswa mengarsip Form yang telah ditanda tangani Dosen PA\nMahasiswa mengunggah Form Asli ke bagian Akademik Fakultas secara daring melalui link: https://bit.ly/UploadFormBatalTambah\n\n\nMahasiswa tidak diperkenankan untuk PINDAH KELAS atau batal/tambah dengan MATA KULIAH YANG SAMA\nMahasiswa diperkenankan hanya melakukan 1 (satu) kali proses batal tambah.\nMahasiswa yang melakukan perubahan KRS tidak ada dispensasi kehadiran kuliah yang terlewat\nMahasiswa melakukan cek ulang validasi KRS melalui SIAM (jika ada batal tambah), dan jika belum tervalidasi maka segera lakukan konfirmasi ke operator akademik melalui WA Center Akademik.\n\n4. Pencetakan KRS dan tanda tangan Dosen PA (15 Agustus – 10 September 2022)\n\nMahasiswa mencetak KRS yang sudah divalidasi oleh Dosen PA dan meminta tanda tangan Dosen PA\nMahasiswa mengarsip KRS yang sudah ditanda tangani Dosen PA pada Display Book masing-masing\n\n5. Lain-lain\n\nPengajuan Cuti secara online dapat dilakukan mulai pada tanggal 1 Agustus s/d 13 September 2022, jika disetujui akan dibebaskan dari pembayaran SPP/UKT.\nPermohonan cuti akademik yang diajukan setelah batas akhir pengajuan cuti akademik atau setelah tanggal 13 September 2022 akan ditolak,  tetapdiwajibkan membayar SPP/UKT, dan disarankan untuk segera mengajukan permohonan Terminal Kuliah.\nPembayaran SPP/UKT hanya merupakan bukti telah terdaftar sebagai mahasiswa dan dinyatakan Aktif jika telah melakukan registrasi akademik (Pengisian KRS).\nMahasiswa yang telah menempuh Tugas Akhir (Karya Ilmiah, Skripsi, Tesis, Disertasi) tetapi belum selesai, tetap diwajibkan melakukan registrasi akademik (Pengisian KRS).\nKuliah Semester Ganjil T.A. 2022/2023 di mulai tanggal 22 Agustus – 23 Desember 2022.", "tanggal": "2022-08-14"}