{"judul": "Surat Edaran Dekan Tentang Pelaksanaan Perkuliahan Semester Ganjil Tahun Akademik 2022/2023", "link": "https://filkom.ub.ac.id/2022/08/19/surat-edaran-dekan-tentang-pelaksanaan-perkuliahan-semester-ganjil-tahun-akademik-2022-2023/", "text": "SURAT EDARAN DEKAN\nNomor : 3318/UN10.F15/PP/2022\nTENTANG\nPELAKSANAAN PERKULIAHAN SEMESTER GANJIL TAHUN AKADEMIK 2022/2023 DI FAKULTAS ILMU KOMPUTER UNIVERSITAS BRAWIJAYA\n\nMenindaklanjuti Surat Edaran Rektor Universitas Brawijaya Nomor 7636/UN10/TU/2022 Tentang Perkuliahan Tahun Akademik 2022/2023, maka Fakultas Ilmu Komputer menetapkan kebijakan terkait proses Perkuliahan Semester Ganjil TA 2022/2023 sebagai berikut:\n1️⃣ Seluruh proses perkuliahan beserta Layanan Akademik dilaksanakan secara normal dan luring di kampus.\n2️⃣ Proses perkuliahan Semester Ganjil Tahun Akademik 2022/2023 di Fakultas Ilmu Komputer Universitas Brawijaya dilaksanakan secara tatap muka langsung atau luring di kampus dengan tetap menjaga protokol kesehatan.\n3️⃣ Perkuliahan Semester Ganjil Tahun Akademik 2022/2023 diundur 1 minggu dari Jadwal Universitas, dimana perkuliahan di FILKOM dimulai Senin, 29 Agustus 2022. Akhir perkuliahan pada tanggal 9 Desember 2022.\n4️⃣ Perkuliahan Semester Ganjil 2022/2023 ini menerapkan penjadwalan kelas yang menerapkan waktu belajar maksimum 2 sks per sesi. Untuk Mata Kuliah dengan besaran kredit 3 sks, maka dibagi menjadi 2 pertemuan (2 sks dan 1 sks).\n5️⃣ Pelaksanaan Ujian Tengah Semester (UTS) dilaksanakan tanggal 17-21 Oktober 2022, dengan pelaksanaan dilakukan oleh masing-masing dosen kelas Mata Kuliah.\n6️⃣ Pelaksanaan Ujian Akhir Semester (UAS) dilaksanakan tanggal 12-23 Desember 2022, dilaksanakan secara terjadwal. Mekanisme ujian dilaksanakan secara terpadu berbasis komputer (Computer-based Test) dan dilaksanakan secara luring.\n7️⃣ Mahasiswa wajib menerapkan protokol Kesehatan saat memasuki area Gedung, dan ruangan kelas perkuliahan, maupun selama berada pada area FILKOM.\n8️⃣ Dalam hal terjadi situasi darurat atau perkembangan atas kasus Covid-19 maka kebijakan perkuliahan ini dapat ditinjau kembali.\nDemikian kebijakan ini disampaikan untuk diketahui dan dilaksanakan dengan sebaik-baiknya dan penuh rasa tanggung jawab. Atas perhatian dan kerjasamanya diucapkan terima kasih. Semoga Tuhan Yang Maha Esa memberikan keselamatan dan pertolongan kepada kita semua.\n\n\nTertanda,\nDekan,\nProf. Ir. Wayan Firdaus Mahmudy, S. Si., M. T., Ph. D.\n\nUntuk Edaran Dekan juga dapat diunduh pada tautan berikut (download)", "tanggal": "2022-08-19"}